const mock = {
  id: "57",
  username: "徐强",
  email: "j.ktdr@qq.com",
  avatar: "http://dummyimage.com/100x100",
  status_pool: {
    incomplete: [
      {
        id: "59",
        status: {
          name: "气土用张",
          description:
            "专只使题造中般去素必应样之。人般式色全该空石出发交效系。算八型三感管基生公矿他论难万将准切。示了小越况照江品经强关切其属身较党收。才运真话适维华存又将业水九可。权产眼区始算全有千厂产红知第厂可非性。养都使民区须群看斯何开话造常华必清年。",
        },
      },
      {
        id: "47",
        status: {
          name: "许军又红层团什",
          description:
            "调第已装南备般水转如以书色造必写造件。解资至争段想在规新山军族片体到安事。社取组回满收农小得角龙位江总受清什。标权严次持用思干政江会北精应火属。声知权始质派想上海部学性教争对国。或改它书斗近林酸最育连相见与方行斯。现列节力太王青改命气此最。",
        },
      },
      {
        id: "2",
        status: {
          name: "土此根色",
          description:
            "技验米西党器断路长状断同标料完取。以区以是认建因多百委非能没线青。路半较龙置资样接断门究热劳每立。",
        },
      },
    ],
    complete: {
      name: "海或动统图南",
      description:
        "相可名议保非于上治状到题。的建张争采出分所火极较之目步做。生位我程合金包业员史下么类长角。复切省应意这位全采期务技定电。动报同来战教将织不究产最办二例。商放军改件江比决以历较在压称员林它。",
    },
  },
};

export { mock as userMock };
